Repository: redakrarssi/Gudcity-REDA
Catalog: ios/Vcarda/Resources/*.lproj/Localizable.strings
Languages: ar

# offline_title
source: You’re offline
ar: أنت غير متصل

# offline_subtitle
source: We’ll keep trying in the background
ar: سنستمر في المحاولة في الخلفية

source: Retry
ar: إعادة المحاولة

source: Retry loading
ar: إعادة محاولة التحميل

# load_failed
source: Load failed. Check your connection.
ar: فشل التحميل. تحقق من الاتصال

# load_unable
source: Unable to load. You might be offline.
ar: يتعذر التحميل. قد تكون غير متصل

source: Content refreshed
ar: تم تحديث المحتوى

# accessibility_webview_label
source: Vcarda content
ar: محتوى Vcarda

# accessibility_webview_hint
source: Double-tap to interact with web content
ar: انقر نقرًا مزدوجًا للتفاعل مع المحتوى

# biometric_unlock_reason
source: Unlock Vcarda
ar: فتح Vcarda

# privacy_policy_text
source: Privacy Policy: We collect minimal data necessary to provide services. No PII is logged.
ar: سياسة الخصوصية: نجمع أقل قدر من البيانات اللازمة لتقديم الخدمة. لا نسجل معلومات شخصية.

# terms_text
source: Terms of Service: Use of the app is subject to the website's terms.
ar: شروط الخدمة: يخضع استخدام التطبيق لشروط موقع الويب.

# allow_analytics
source: Allow analytics (non-PII)
ar: السماح بالتحليلات (بدون معلومات شخصية)

# allow_crash
source: Allow crash reporting (non-PII)
ar: السماح بتقارير الأعطال (بدون معلومات شخصية)

# allow_tracking
source: Allow tracking (ATT)
ar: السماح بالتتبع (ATT)
